[
  {
    "id": 1,
    "title": "Ambrosia Limit X/+X:",
    "text": "Your Ambrosia Limit becomes X or is increased by +X. Note: Ambrosia Limit X does not stack, but all +X bonuses are cumulative.",
    "tags": "keyword"
  },
  {
    "id": 2,
    "title": "Ascended",
    "text": "This piece of gear ignores Power Level penalties (irrelevant in Cycle I).",
    "tags": "keyword"
  },
  {
    "id": 3,
    "title": "Attack Re-roll X",
    "text": "During an Attack Roll, you may re-roll up to X Attack dice with no additional cost. Remember that you can only re-roll each die once, regardless of the re-roll source.",
    "tags": "keyword"
  },
  {
    "id": 4,
    "title": "Auto-break X",
    "text": "During the first ability window, place X Break tokens in the Kratos Pool (see Break X keyword).",
    "tags": "keyword"
  },
  {
    "id": 5,
    "title": "Block X",
    "text": "While performing an Evasion Roll, treat X successful hits as evaded.",
    "tags": "keyword"
  },
  {
    "id": 6,
    "title": "Break X",
    "text": "During the second ability window, place X Break tokens in the Kratos Pool. During the Power Roll step, each Break token in the Kratos Pool allows the attacking Titan to turn 1 potential symbol into 1 power.",
    "tags": "keyword"
  },
  {
    "id": 7,
    "title": "Bypass",
    "text": "You may move through other Titans. You cannot end your voluntary movement on a space occupied by another Titan.",
    "tags": "keyword"
  },
  {
    "id": 8,
    "title": "Carving X",
    "text": "When you wound the Primordial, test Wisdom (8+). On a success, you immediately gain X additional non-Core Primordial resources from that BP card. Note: These resources are not multiplied by the Primordial level.",
    "tags": "keyword"
  },
  {
    "id": 9,
    "title": "Commit",
    "text": "To attack with this weapon, gain +1 fate.",
    "tags": "keyword"
  },
  {
    "id": 10,
    "title": "Crash",
    "text": "The Titan subjected to Crash gains +1 danger and suffers Knockdown. A Titan suffers Crash each time a Primordial moves onto or through its space, as well as when any effect forces it to move onto a space with an Obstacle Terrain tile or places an Obstacle Terrain tile on its.",
    "tags": "keyword"
  },
  {
    "id": 11,
    "title": "Cumbersome",
    "text": "During the second ability window, if you successfully wounded with this weapon, exhaust it. Treat it as a voluntary exhaust.",
    "tags": "keyword"
  },
  {
    "id": 12,
    "title": "Deadly",
    "text": "During an Attack Roll replace one of your regular Attack dice with an additional Crit die. If you roll only one Attack die, you gain a Crit Chance on a natural 9-10 result instead.",
    "tags": "keyword"
  },
  {
    "id": 13,
    "title": "Displace",
    "text": "Move the displaced target to an empty space adjacent to its current position. If a Titan is displaced and there is no space it can be legally displaced to, it dies instead.",
    "tags": "keyword"
  },
  {
    "id": 14,
    "title": "Diversion",
    "text": "During the second ability window, place a Diversion token in the Kratos Pool. An attacking Titan may use a Diversion token from the Kratos Pool to ignore Fail Responses until the end of their Attack.",
    "tags": "keyword"
  },
  {
    "id": 15,
    "title": "Dodge",
    "text": "When you are about to resolve an Evasion Roll, gain +1 Evasion bonus for this roll.",
    "tags": "keyword"
  },
  {
    "id": 16,
    "title": "Doomed",
    "text": "During this Primordial Attack, Titans cannot re-roll the Evasion Roll or Judgement Test using fate.",
    "tags": "keyword"
  },
  {
    "id": 17,
    "title": "Elation X",
    "text": "During the second ability window, you may discard X Despair tokens or Ambrosia tokens to place X Opening tokens in the Kratos Pool (see Opening X keyword).",
    "tags": "keyword"
  },
  {
    "id": 18,
    "title": "Escalate X",
    "text": "Escalate X lowest level BP cards (remove each one from the BP deck and shuffle in a card one level higher), one at a time. Then do the same for the AI deck. Do not look at the removed cards.",
    "tags": "keyword"
  },
  {
    "id": 19,
    "title": "Heal",
    "text": "Take the top card from the Wound Stack and remove it from  the Battle. It does not count as a Wound and does not provide resources at the end of the Battle.",
    "tags": "Keyword"
  },
  {
    "id": 20,
    "title": "Heartseeker",
    "text": "During the Draw BP card step of the Attack, you may look at the top two BP cards and choose which one to attack. Shuffle the other card back into the deck.",
    "tags": "Keyword"
  },
  {
    "id": 21,
    "title": "Hide",
    "text": "If you are not in front of the Primordial, you may activate this ability at the end of your turn to become Hidden. If you have the Priority Target token, pass it to the Titan with the highest Rage other than you. As long as you are Hidden, you have +1 Evasion and +1 Precision. You stop being Hidden if you move in front of the Primordial, gain the Priority Target token, after the second ability window of your Attack or at the end of your next turn. Place a generic token on the game element granting you Hide as a reminder.",
    "tags": "Keyword"
  },
  {
    "id": 22,
    "title": "Knockback X",
    "text": "TODO: better formatting############ Move the affected miniature X spaces directly away from the source of Knockback in a straight line. O If Knockback is caused by an Attack, it affects the Target only if it is within the Attack’s effective range (adjacent for normal Attacks, in the designated zone for Zone Attacks, within X spaces for Ranged X Attacks, etc.). O If Knockback is caused by a Primordial Response, it affects the Attacker only if they are within adjacency. O Knocked back Titans ignore all Terrain tiles they move through except Obstacles. O If a Titan would be forced to move through a Destructible Ob- stacle Terrain tile, stop its movement, remove the Terrain tile from the Battle Board and place the Titan in its space, then the Titan suffers Crash. O If a Titan would be forced to move through an Indestructible Obstacle, it stops on an adjacent space right before the Ob- stacle, then suffers Crash. O Knocked back Primordials can move through any Terrain tiles and miniatures without hindrance. They destroy any Terrain tiles (except Indestructible) they move through and cause Crash and Unavoidable Knockback to Titans as normal.",
    "tags": "Keyword"
  },
  {
    "id": 23,
    "title": "Knockdown",
    "text": "TODO: add more details############ Gain the Knockdown Condition card, Falling down side up, and place your miniature on the side. Follow the rules of the Condition card. If Knockdown is caused by an Attack, it affects the Target only if it is within the Primordial’s effective range (adjacent for Melee Attacks, in the designated zone for Zone Attacks, within X spaces for Ranged X Attacks, etc.). If it’s caused by a Response, it affects the Attacker only if they are within adjacency.",
    "tags": "Keyword"
  },
  {
    "id": 24,
    "title": "Lifeline",
    "text": "When you are about to die from falling into a Chasm space, displace instead. Alternatively, when you are about to die from falling from a Boundless Board Edge, stop adjacent to it. This ability can be used even if knocked down or otherwise prohibited from using active abilities.",
    "tags": "Keyword"
  },
  {
    "id": 25,
    "title": "Lumbering",
    "text": "Cannot be involuntarily moved.",
    "tags": "Keyword"
  },
  {
    "id": 26,
    "title": "Motivate X",
    "text": "During the second ability window, choose another Titan. That Titan may move up to X spaces. If this keyword stacks, you can use each stacking instance on a separate Titan (i.e. you may use Motivate 1 from two sources to move one Titan twice or to move two Titans, one space each).",
    "tags": "Keyword"
  },
  {
    "id": 27,
    "title": "Opening X",
    "text": "During the second ability window, place X Opening tokens in the Kratos Pool. During the Attack Roll step, each Opening token in the Kratos Pool adds +1 to the result of each die.",
    "tags": "Keyword"
  },
  {
    "id": 28,
    "title": "Overbreak X",
    "text": "During the second ability window, if your Total Power exceeds the Aeon Trespass Value by 1 or more, place X Break tokens in the Kratos Pool (see Break X keyword).",
    "tags": "Keyword"
  },
  {
    "id": 29,
    "title": "Peril",
    "text": "You must make this decision on your own. Do not consult other players.",
    "tags": "Keyword"
  },
  {
    "id": 30,
    "title": "Titan Possession",
    "text": "Once you equip this Gear card on a Titan, you have to equip it on this Titan for every subsequent Battle. You may, however, junction this Titan with a different Argonaut.",
    "tags": "Keyword"
  },
  {
    "id": 31,
    "title": "Argonaut Possession",
    "text": "This Gear must be always equipped on any Titan controlled by this Argonaut in every subsequent Battle.",
    "tags": "Keyword"
  },
  {
    "id": 32,
    "title": "Unique",
    "text": "There can be no more than one instance of a unique card in play or in the Argo Armory at any given time. Other game elements may interact with this keyword.",
    "tags": "Keyword"
  },
  {
    "id": 33,
    "title": "Provoke",
    "text": "During the first ability window, gain the Priority Target token and turn the Primordial to face you.",
    "tags": "Keyword"
  },
  {
    "id": 34,
    "title": "Power Re-roll X",
    "text": "During the Power Roll step of an Attack, you may re-roll up to X Power dice. Remember, you cannot re-roll Power dice using Fate.",
    "tags": "Keyword"
  },
  {
    "id": 35,
    "title": "Pull X",
    "text": "TODO: better formatting############ Pull the target towards you X spaces. Move the affected miniature X spaces towards the source of the Pull, along the shortest possible path. O Other miniatures: The affected miniature can move through spaces occupied by other miniatures. O Terrain: The affected miniature must resolve the effects of any Terrain tiles it moves through. O Destructible Obstacles: If a Titan is about to be pulled into a Destructible Obstacle (e.g. a Column), remove the Terrain tile from the Battle Board, the Titan suffers Crash, then continue the Pull. O Indestructible Obstacles: If a Titan is about to be pulled into an Indestructible Obstacle, it suffers Crash and continues to move along the Obstacle’s edge along the shortest possible path towards the Primordial. O Adjacency: If the affected miniature is or becomes adjacent to the source, the Pull does not end. Instead, move the source directly away from the affected miniature the remaining number of spaces, then finish the Pull. The source follows the rules of voluntary movement (i.e. Pulling Primordials can move through Obstacles and other miniatures, but Pulling Titans cannot). O Titan Timing: Titans may use the Pull X keyword during either the first or second ability window.",
    "tags": "Keyword"
  },
  {
    "id": 36,
    "title": "Pushback X",
    "text": "TODO: better formatting############ Push the target in front of you X spaces, moving along with it. Turn the source towards the affected miniature. Then, move X spaces in the direction of the affected miniature, pushing it in a straight line. O Other miniatures: Pushed Titans can move through spaces occupied by other miniatures. If a Titan ends involuntary movement on a space with another miniature, the other miniature is Displaced. O Terrain: The affected miniature must resolve the effects of any Terrain tiles it moves through. O Shortest path: If the affected miniature is not adjacent, move the source in its direction along the shortest possible path (see examples in the Primordial Movement section, p. 38). O Destructible Obstacles: If a Titan is about to be pushed into a Destructible Obstacle (e.g. a Column), remove the Terrain tile from the Battle Board, the Titan suffers Crash, then continue Pushback. O Indestructible Obstacles: If a Titan is about to be pushed into an Indestructible Obstacle, displace it to an adjacent space that would allow the Primordial to continue movement onto a space previously occupied by the Titan, then continue Pushback. If displacement is impossible, the Titan dies and, once the Primordial has moved into the space formerly occupied by the targeted Titan, the Pushback stops. O Board Edge: If a Titan or Primordial is about to be pushed into the Board Edge, it is displaced to an adjacent space in a way that would allow the source of Pushback to move onto a space previously occupied by the affected miniature, then continue Pushback. If displacement is impossible, the Titan dies and the Pushback stops. O Titan Timing: Titans may resolve the Pushback X keyword during either the first or second ability window of their Attack or when specifically instructed to resolve it immediately.",
    "tags": "Keyword"
  },
  {
    "id": 37,
    "title": "Ranged X–Y",
    "text": "To attack with this weapon, you must be at least X and up to Y spaces away from your target. This keyword is not stackable.",
    "tags": "Keyword"
  },
  {
    "id": 38,
    "title": "Reach X",
    "text": "You may attack from up to X spaces away. This keyword is not stackable.",
    "tags": "Keyword"
  },
  {
    "id": 39,
    "title": "Reflex",
    "text": "TODO: better formatting############ Move up to 1 space. Possible subtypes: O Advanced Reflex: Move up to 2 spaces. O Superior Reflex: Move up to 3 spaces.",
    "tags": "Keyword"
  },
  {
    "id": 40,
    "title": "Reposition X",
    "text": "During the second ability window, you may move up to X spaces.",
    "tags": "Keyword"
  },
  {
    "id": 41,
    "title": "Reinforce X",
    "text": "TODO: better formatting############When you are about to resolve an Armor Roll, add X red dice to your Armor dice pool. Possible subtypes: O Advanced Reinforce X: When you are about to resolve an Armor Roll, add X black dice to your Armor dice pool. O Superior Reinforce X: When you are about to resolve an Armor Roll, add X white dice to your Armor dice pool.",
    "tags": "Keyword"
  },
  {
    "id": 42,
    "title": "Rocksteady",
    "text": "When you are about to suffer Knockdown, you may use this ability to ignore it.",
    "tags": "Keyword"
  },
  {
    "id": 43,
    "title": "Rush",
    "text": "TODO: better formatting############Move with +1 and Melee/Reach Attack with Auto-break 1. You must move at least 3 spaces and reach your target via the shortest possible path. Possible subtypes: O Improved Rush: Move with +2 and Melee/Reach Attack with Auto-break 1 and +1 Precision. You must move at least 3 spaces and reach your target via the shortest possible path.",
    "tags": "Keyword"
  },
  {
    "id": 44,
    "title": "Sacrifice",
    "text": "During the first ability window, you may gain +1 danger to place one Break token in the Kratos Pool (see Break X keyword).",
    "tags": "Keyword"
  },
  {
    "id": 45,
    "title": "Scale",
    "text": "When you are about to perform a test to climb a Vantage Point, automatically succeed at that test instead.",
    "tags": "Keyword"
  },
  {
    "id": 46,
    "title": "Second Chance",
    "text": "After you draw a Trauma or Obol card, you may ignore its effect and discard it. Draw and resolve another card from the same deck (note: a discarded Obol is immediately shuffled back into the Obol deck). You cannot ignore the second draw in any way. This ability can be used even when knocked down or otherwise prohibited from using active abilities.",
    "tags": "Keyword"
  },
  {
    "id": 47,
    "title": "Solace",
    "text": "Discard a Mind Condition card or a Despair token from yourself or an adjacent Titan.",
    "tags": "Keyword"
  },
  {
    "id": 48,
    "title": "Spotlight",
    "text": "During the first ability window, if you have the Priority Token token, gain +1 Power Die for this Attack.",
    "tags": "Keyword"
  },
  {
    "id": 49,
    "title": "Stalwart",
    "text": "When you are about to suffer Knockback, you may use this ability to ignore it.",
    "tags": "Keyword"
  },
  {
    "id": 50,
    "title": "Suppress",
    "text": "TODO: better formatting############ Shuffle the discard pile denoted by the subtype into the appropriate deck. Possible subtypes: O BP Suppress: Shuffle the BP discard pile into the BP deck. O AI Suppress: Shuffle the AI discard pile into the AI deck.",
    "tags": "Keyword"
  },
  {
    "id": 51,
    "title": "Tireless",
    "text": "When you are about to activate the Cumbersome keyword, you may ignore it.",
    "tags": "Keyword"
  },
  {
    "id": 52,
    "title": "Tumble",
    "text": "When you are about to suffer Crash, roll a d10. On a 6+ ignore it.",
    "tags": "Keyword"
  },
  {
    "id": 53,
    "title": "Vault",
    "text": "TODO: better formatting############ If you’re adjacent to the Primordial, place your miniature on an empty space in a straight line from you, on the opposite side of the Primordial, adjacent to it. A Titan may use this ability in either the first or second ability window. Possible subtypes: O Forced Vault: If you’re adjacent to the Primordial, place your miniature on a space in a straight line from you, on the opposite side of the Primordial, adjacent to it. Treat as involuntary movement. If you would have to end this movement outside the Board Edge or on an Indestructible Obstacle Terrain tile, you die instead.",
    "tags": "Keyword"
  },
  {
    "id": 54,
    "title": "Terrain placement other Terrain",
    "text": "TODO: better formatting############ When a Terrain tile is placed on a space occupied by another Terrain tile: O If the other tile has the Indestructible trait, you cannot place anything on top of it. Ignore this new tile placement. O In all other cases the other Terrain tile is destroyed before you place the new tile.",
    "tags": "other"
  },
  {
    "id": 55,
    "title": "Terrain Placement on a Titan",
    "text": "TODO: better formatting############ When a Terrain tile is placed on a space occupied by a Titan: O If the tile has the Obstacle and Destructible keywords, it is destroyed and the Titan suffers Crash. O If the tile has just the Obstacle keyword, the Titan suffers Crash and is Displaced to an adjacent space in a way that would allow the tile to be placed without overlapping. If there is no such space, the Titan cannot be legally Displaced and dies. O In all other cases the Terrain tile is simply placed underneath the Titan miniature and this Titan must immediately resolve this tile’s effects (if any) as if it had just moved onto it.",
    "tags": "Other"
  },
  {
    "id": 56,
    "title": "Terrain Placement on Primordial",
    "text": "TODO: better formatting############ If a Terrain tile is placed on a space occupied by the Primordial: O If the tile has the Indestructible trait, it is placed as normal. O In all other cases the Terrain tile cannot be placed. Ignore this tile placement.",
    "tags": "Other"
  },
  {
    "id": 57,
    "title": "Board Edge",
    "text": "This tile functions like the Board Edge (see Board Edge on p. 33), reducing the play area of the Battle Board.",
    "tags": "Other"
  },
  {
    "id": 58,
    "title": "Boundless",
    "text": "You cannot voluntarily move onto this tile. If you would be forced to move onto or beyond this tile or Board Edge, you die.",
    "tags": "Other"
  },
  {
    "id": 59,
    "title": "Chasm",
    "text": "Titans cannot voluntarily move through Chasm spaces. If a Titan ends their movement on a Chasm space, it dies. If it is pushed back or pulled through a Chasm space, it dies. If a Chasm tile is placed under a Titan, it dies. Note: Titans do not die from moving over a Chasm during Knockback unless they end their movement on it.",
    "tags": "Other"
  },
  {
    "id": 60,
    "title": "Cover",
    "text": "Titans on this tile have +1 Evasion.",
    "tags": "Other"
  },
  {
    "id": 61,
    "title": "Destructible",
    "text": "When a Titan is involuntarily moved onto this tile, the tile is destroyed. Note: If a Titan is knocked back, it ignores non-Obstacle Terrain tiles it moves through. Therefore, it will not destroy a Destructible tile unless it ends its movement on it.",
    "tags": "Other"
  },
  {
    "id": 62,
    "title": "Reinforced Destructible",
    "text": "When the Primordial moves onto this tile or a Titan is involuntarily moved onto it, flip this Terrain tile and corresponding Terrain card. It then becomes Destructible.",
    "tags": "Other"
  },
  {
    "id": 63,
    "title": "Exposed",
    "text": "If the Primordial stands on this tile, it has -1 hit threshold.",
    "tags": "Other"
  },
  {
    "id": 64,
    "title": "Indestructible",
    "text": "This Terrain tile cannot be destroyed in any way. It invalidates Terrain placement on top of it.",
    "tags": "Other"
  },
  {
    "id": 65,
    "title": "Inhabited",
    "text": "Apply any bonuses and penalties listed on the Terrain card based on your Diplomacy Score with the Local Faction. If this Terrain tile is destroyed, lose -1 Diplomacy with the Local Faction.",
    "tags": "Other"
  },
  {
    "id": 66,
    "title": "Labyrinth",
    "text": "Red lines on these tiles should be treated as Obstacles. Connecting Labyrinth tiles are considered a single Terrain tile. See detailed rules in Cycle I Storybook.",
    "tags": "Other"
  },
  {
    "id": 67,
    "title": "Obscuring",
    "text": "This tile blocks Line of Sight.",
    "tags": "Other"
  },
  {
    "id": 68,
    "title": "Obstacle",
    "text": "Titans cannot move through Obstacles. Many move-like abilities interact with Obstacles. See: Knockback, Pushback, Pull.",
    "tags": "Other"
  },
  {
    "id": 69,
    "title": "Trap",
    "text": "This tile has special interactions with the Primordial, listed on the Terrain card.",
    "tags": "Other"
  },
  {
    "id": 70,
    "title": "Treasure",
    "text": "This tile has special interactions with Titans, listed on the Terrain card.",
    "tags": "Other"
  },
  {
    "id": 71,
    "title": "Exhausting",
    "text": "When instructed to exhaust a card, you should turn it 90 degrees to the right to denote it. It is still treated as equipped on your Titan or Argonaut but you cannot use it as an active weapon, use its defensive statistics nor activate any of its abilities except effects triggered by exhaustion (e.g. “if exhausted”) or effects resulting in it unexhausting (e.g. “When you are knocked down, unexhaust this card”). Note: Passive abilities (such as Ranged 2-4 or +1 Precision) are ongoing, therefore they remain in effect even if a card they are printed on is exhausted. Similarly, gear traits are always active. Cards remain exhausted until they are unexhausted by another effect.",
    "tags": "Other"
  },
  {
    "id": 72,
    "title": "Unexhausting",
    "text": "Each Argonaut may spend their movement action or combat action to unexhaust all exhausted equipped game elements (Gear cards, Mnemos cards, Titan abilities and so on). Some other game effects may also allow you to unexhaust some or all of your game elements.",
    "tags": "Other"
  },
  {
    "id": 73,
    "title": "Exhaustable Gear",
    "text": "Some game effects refer to Exhaustable Gear. This category includes all Gear cards with the Cumbersome keyword or with active abilities that include Exhaust as their cost.",
    "tags": "Other"
  },
  {
    "id": 74,
    "title": "Discarding",
    "text": "When a game instructs you to discard a token, place it back in the token pool. When instructed to discard a Gear or Mnemos card, flip it facedown. It is unusable until the end of this Battle and it is not treated as equipped by your Titan or Argonaut. It is not, however, permanently removed from the game – it remains in the Argo Armory (in case of Gear cards) or assigned to your Argonauts (in case of Mnemos cards) and can be used in future Battles.",
    "tags": "Other"
  },
  {
    "id": 75,
    "title": "Fatigue",
    "text": "Some powerful abilities and effects may require you to gain a movement action or combat action Fatigue token. As long as you have a Fatigue token, you can use the corresponding action only to discard this token. This is the only way to discard this token. You cannot gain a Fatigue token if you already have one. After you discard a Fatigue token, if you have any actions remaining, you can perform them as normal.",
    "tags": "Other"
  },
  {
    "id": 76,
    "title": "AI 0",
    "text": "Some of the Primordials in Cycle II have an AI 0 card. During Battle Setup, prepare the AI and BP decks as normal. Resolve starting Escalations, then place the AI 0 card on top of the AI deck. The AI 0 is always resolved in the first Primordial Round. It cannot be discarded or otherwise removed from the deck until it is resolved. AI 0 is never taken into consideration for the purpose of Escalation. If, for any reason, you wound the Primordial before resolving the AI 0 card, resolve a standard Escalation, then place the AI 0 card back on top of the AI deck. Each AI 0 card will instruct you what to do with it once it is resolved.",
    "tags": "Cycle 2"
  },
  {
    "id": 77,
    "title": "Transform",
    "text": "Use to flip the card with this keyword to the other side. This is always an active ability, even if it has no cost.",
    "tags": "Cycle 2"
  },
  {
    "id": 78,
    "title": "Roll Out",
    "text": "When you are about to suffer Knockdown while adjacent to the Primordial, suffer Knockback 4 instead.",
    "tags": "Cycle 2"
  },
  {
    "id": 79,
    "title": "Rouse X",
    "text": "During the second ability window, place X Rouse tokens in the Kratos Pool. Each Rouse token in the Kratos Pool allows the attacking Titan to treat their Rage as 1 higher until the end of the Attack. This effect cannot cause a Titan to die by increasing their Rage over 9.",
    "tags": "Cycle 2"
  },
  {
    "id": 80,
    "title": "Precise",
    "text": "During the Draw a BP card step of the Attack, after you draw the card, you may target the top card of the discard pile instead. If you do, shuffle the card you've drawn into the BP deck.",
    "tags": "Cycle 2"
  },
  {
    "id": 81,
    "title": "Perishable",
    "text": "When you finish resolving an Attack with this weapon, discard it.",
    "tags": "Cycle 2"
  },
  {
    "id": 82,
    "title": "Masterwork",
    "text": "During an Attack Roll, you may re-roll all is without any additional cost.",
    "tags": "Cycle 2"
  },
  {
    "id": 83,
    "title": "Advanced Jump",
    "text": "Activate at the start of movement (voluntary or not). Until the end of this movement you may ignore up to 2 adjacent spaces of a single Terrain tile (including Obstacles). This ability cannot be used while knocked down, even if passive.",
    "tags": "Cycle 2"
  },
  {
    "id": 84,
    "title": "Jump",
    "text": "Activate at the start of movement (voluntary or not). Until the end of this movement you may ignore a single space of a Terrain tile (including an Obstacle). This ability cannot be used while knocked down, even if passive.",
    "tags": "Cycle 2"
  },
  {
    "id": 85,
    "title": "Inspire X",
    "text": "During the first ability window, choose up to X knocked down Titans. They may immediately stand up.",
    "tags": "Cycle 2"
  },
  {
    "id": 86,
    "title": "Hardened",
    "text": "This BP has +2 AT. Ignore this ability if you rolled a Crit Chance.",
    "tags": "Cycle 2"
  },
  {
    "id": 87,
    "title": "Armor-piercing",
    "text": "During the Power Roll, ignore Hardened.",
    "tags": "Cycle 2"
  },
  {
    "id": 88,
    "title": "Armor Re-roll X",
    "text": "During an Armor Roll, you may re-roll up to X Armor dice.",
    "tags": "Cycle 2"
  },
  {
    "id": 89,
    "title": "Black X",
    "text": "During the second ability window, place X Black tokens in the Kratos Pool. During the Power Roll step, each Black token in the Kratos Pool allows the attacking Titan to reroll 1 Power die. You may change 1 Potential into 1 Power on each Power die rerolled this way (as if you used a Break token on it).",
    "tags": "Cycle 2"
  },
  {
    "id": 90,
    "title": "Burn",
    "text": "Gain +1 Danger for each Metal card equipped on your Titan. Discard each Flammable card equipped on your Titan. If caused by a Primordial Attack, add this Danger to the Danger being dealt by this Attack.",
    "tags": "Cycle 2"
  },
  {
    "id": 91,
    "title": "Combo-Breaker: X spaces",
    "text": "You may move X spaces and exhaust a valid combo-breaking weapon to break the combo. You can only activate this ability if it allows you to break a combo. Note: this ability is not stackable.",
    "tags": "Cycle 2"
  },
  {
    "id": 92,
    "title": "Self Combo-Breaker: X spaces",
    "text": "You may move X spaces then break the combo using this, provided it possesses the correct combo- breaking weapon trait. You can only activate this ability if it allows you to break a combo. Note: this ability is not stackable.",
    "tags": "Cycle 2"
  },
  {
    "id": 93,
    "title": "Daze",
    "text": "During either the first or second ability window, if adjacent, you may turn the Primordial (without moving it) in a way that would result in your Titan being in one of its Rear spaces.",
    "tags": "Cycle 2"
  },
  {
    "id": 94,
    "title": "Evolving",
    "text": "When you equip this, write its name on your Argonaut Sheet, in the Mnemos section. Each evolving card instructs you what to do to unlock its full potential. Track your progress by marking nodes on the track next to its name. Unless stated otherwise, you may equip this card on Titans junctioned with other Argonauts, but you should track your combined progress on a single track. If the Argonaut who tracked this weapon's progress dies or leaves the Argo, note this card's name with all current progress on another Argonaut Sheet. If you permanently lose the card for any reason, erase your evolution progress.",
    "tags": "Cycle 2"
  },
  {
    "id": 95,
    "title": "Fire X",
    "text": "During the second ability window, place X Fire tokens in the Kratos Pool. During the Power Roll step, each Fire token in the Kratos Pool allows the attacking Titan to turn 1 Potential symbol into 1 Power. You must use as many Fire tokens as possible, but you may first use Break tokens. Remove used Fire tokens from the Pool aftterwards. If, during the Clear the Kratos Pool step, there are unused Fire tokens in the Pool, remove 1 ofthem and leave the rest.",
    "tags": "Cycle 2"
  },
  {
    "id": 96,
    "title": "Hatred and Frenzy",
    "text": "Hatred and Frenzy are Conditions representing the Argonauts' furor. clouding their judgment of the situation. They impair your teamwork by disabling your cooperative abilities and also put you at risk of gaining a Fated Mnemos. Note that when your Titan dies, these Conditions are not automatically discarded. At the end of the Battle, you will still have to resolve their negative effects.",
    "tags": "Cycle 2"
  },
  {
    "id": 97,
    "title": "Gear Trait Categories",
    "text": "In Cycle II, many Primordial Traits and Al cards refer to your Titan's traits. For this purpose, they have been separated into two categories: Weapon Class traits are exclusive to Weapon and designate the type of your Weapon. These include: Axe, Blade, Bow, Cestus, Club, Discus, Hammer, Javelin, Khopesh, Knife, Shield, Slabsword, Spear, Sword and Whip. If your weapon has more than one Weapon Class trait, when you declare it as an active weapon, you choose one of them. For the duration of this Attack, treat this weapon as if it had only this Weapon Class trait (e.g. if you are attacking with a Grand Ramaxe that is both a Club and an Axe, choose only one of these traits for the duration of the Attack). Some rare and exotic weapons do not possess any of the Weapon Class traits listed above-treat them as having the Other Weapon Class trait. Material traits designate the matter and components your equipment is made of, as well as additional miscellaneous descriptors. They do not influence your combat capabilities and have no inherent effect, but other game elements may interact with them.",
    "tags": "Cycle 2"
  },
  {
    "id": 98,
    "title": "Crippled Titans",
    "text": "For most purposes, crippled Titans are treated as if they were dead. Resolve all effects that trigger on a Titan death, gain Pygmalion Stone marks, etc. The only exception is that they still take up space on the Argo, although they cannot be used in any way, i.e., you cannot junction with them in Battle, use them for Titan breeding, or lose them as a result of a game effect. Furthermore, if there are only crippled Titans onboard when a Battle is about to start, you lose the game immediately.",
    "tags": "Cycle 2"
  },
  {
    "id": 99,
    "title": "Land on top: Primordial movement",
    "text": "Treat the Primordial's Movement as unlimited for the duration of this movement. End movement on a space currently occupied by the Target instead of adjacent to it. Displace the Target to a front space (it does not suffer Crash or Unavoidable Knockback). If the Primordial ends this movement on a space occupied by a Titan that wasn't the Target, that Titan does suffer Crash. Otherwise this movement does not cause Crash.",
    "tags": "Cycle 2"
  },
  {
    "id": 100,
    "title": "Move to X: Primordial movement",
    "text": "Perform movement to the designated area or in an indicated direction. Treat the Primordial's as unlimited for the duration of this movement. Examples include: Move to the center of the Board.",
    "tags": "Cycle 2"
  },
  {
    "id": 101,
    "title": "Move X: Primordial movement",
    "text": "Perform movement by up to X spaces, instead of using the Primordial's value. Examples include: Move 6, Move Unlimited.",
    "tags": "Cycle 2"
  },
  {
    "id": 102,
    "title": "Jump: Primordial movement",
    "text": "Does not cause Crash unless the Primordial ends its movement on a space occupied by a Titan.",
    "tags": "Cycle 2"
  },
  {
    "id": 103,
    "title": "Appear in front: Primordial movement",
    "text": "Treat the Primordial's as unlimited for the duration of this movement. Move to the closest space adjacent to the Target. This does not cause Crash unless the Primordial ends its movement on a space occupied by a Titan.",
    "tags": "Cycle 2"
  },
  {
    "id": 104,
    "title": "Appear behind: Primordial movement",
    "text": "Treat the Primordial's Movement as unlimited for the duration of this movement. Move to the furthest space adjacent to the Target. This does not cause Crash unless the Primordial ends its movement on a space occupied by a Titan.",
    "tags": "Cycle 2"
  },
  {
    "id": 105,
    "title": "Combo",
    "text": "Combo is a mechanic that allows Primordials to perform two Attacks in a row! After resolving the first AI card in a Round, draw and resolve another AI card. There is a Window of Opportunity before that second AI card. Note that this card will not cause an additional combo. Combos are dangerous! To stop a combo, you need to break it! Normally, if you are not the Priority Target, you can break a combo as a reaction, by exhausting a valid combo-breaking weapon, but only if you are within its effective range. Each Primordial utilizing the combo mechanic has a Combo track that designates which Weapons can currently be used to break its combo. When you break a combo, simply move the token on the Combo track to the next space, without resolving the combo. Then gain the Priority Target token. Important: You cannot break a combo if you are the Priority Target! (and the Priority Target doesn't change with Rage gain in this battle.) Combo number: Primordials can usually preform a combo only once per Round. They may, however, perform a combo once in the Primordial Round, then once in the Titan Round, if any effect causes them to resolve an Al card during that Round. Chain breaks: A Chain Break during an Al card does not cancel a combo. The combo is a separate effect, triggered after you finish resolving an Al card, even if it was partially or fully invalidated by a different effect. Reactions: Note that immediately before a combo, there is always a that allows you to use various abilities. Combining Reflex with Combo-breaker greatly increases your combo-breaking capabilities.",
    "tags": "Cycle 2"
  },
  {
    "id": 106,
    "title": "Chimera Metastasios Movement (Pushback)",
    "text": "Chimera Metastasios is a hulking monstrosity, trampling everything in its path. Consequently, it always moves its full Speed value and its moves are considered to be Pushbacks against the Target and all Titans in its path that were adjacent to the Chimera at the start of the move. This Pushbacks is always performed in the direction of the Chimera's movement. Any other Titans it moves through that were not adjacent at the start of its movement suffer Crash, according to regular Primordial movement rules.",
    "tags": "Cycle 2"
  },
  {
    "id": 107,
    "title": "Consumed by Rage",
    "text": "Argonauts who are Consumed by Rage fight aggressively and recklessly, making them easier targets. They must always apply x effects, regardless of their actual value.",
    "tags": "Cycle 2"
  },
  {
    "id": 108,
    "title": "Black Breath",
    "text": "Exposure to raw ambrosia may cause a malignant ailment called the Black Breath. Argonauts suffering from it develop a severe reaction to ambrosia. Their Ambrosia Limit is lowered by 1.",
    "tags": "Cycle 2"
  },
  {
    "id": 109,
    "title": "Set Abilities",
    "text": "Cycle II introduces a 'set' mechanic. It allows you to unlock additional abilities on some cards, provided you have a specific number of matching game elements on your Titan. Sets introduced in this Cycle include: Labyrinth Set X: The following ability is unlocked if you have X+ cards with the Labyrinth trait equipped on your Titan. A card with Labyrinth Set abilities counts toward this set (provided it has the Labyrinth trait). Ambrosia Set X+: The following ability is unlocked if you have X+ Ambrosia tokens on your Titan.",
    "tags": "Cycle 2"
  },
  {
    "id": 110,
    "title": "Stepping Stone Gear",
    "text": "Cycle II introduces the Stepping Stone, a card that creates an Elevated space. This space is considered to be an Elevated Terrain tile (the Elevated keyword is irrelevant in Cycle II). The Stepping Stone space has the following abilities: Mount: If there's no Titan on the Stepping Stone space, other Titans treat you as an empty Elevated space. Any Titan may end its movement on that space. If they do, they immediately climb it-place their miniature on the Stepping Stone card. A Titan on the Stepping Stone space is adjacent to all spaces the Titan carrying the Stepping Stone is adjacent to and measures reach and range from that space. They gain +3 to Climb tests and, if they start their movement on this space, may ignore a single adjacent Terrain tile space (for the purposes of movement). Weighty: If the Stepping Stone space on this card isn't empty, you cannot perform voluntary movement. If either you or the Titan on this space are attacked, or suffer Knockdown or involuntary movement, the Target resolves the Attack as normal, while the other Titan suffers Knockback 5, Crash. ",
    "tags": "Cycle 2"
  },
  {
    "id": 111,
    "title": "The Strong Eat",
    "text": "The Strong Eat is a Trait shared by most Primordials in Cycle II. It makes battles much more deadly by modifying your Obol deck. As part of the Additional Setup, add the removed You died (\"I have a rendezvous with Death.\") Obol to the deck. When you draw it, resolve it as a regular You died Obol, performing an Awakening Roll (roll a d10, on a '10' you Awaken, otherwise you die). During the course of the campaign you may gain access to effects that allow you to Ignore The Strong Eat Trait. When a Titan with this effect is about to resolve an Obol Draw, first remove the additional You died Obol card from the deck. Shuffle it back into the Obol deck when you finish resolving this Obol Draw.",
    "tags": "Cycle 2"
  },
  {
    "id": 112,
    "title": "Trireme Argo Abilities",
    "text": "##########TODO:Format########### Trireme Argo Abilities are special Technologies that introduce a new token onto the Battle Board. You cannot have more than one Trireme Argo Ability prepared at the same time. If you prepared an Argo Ability with the Trireme keyword, place the Trireme token on this Argo Ability card at the start of Battle, unspent side up. Aside from any additional abilities printed on these cards, the following rules apply to each Trireme Argo Ability: Once per Titan Round, you can move the trireme: onto any River Work tile space on the Battle Board (only if it is currently on the Argo Ability card) to any River Work tile space connected to its current space by River Work tiles from any space onto the Argo Ability card (only if there is no Titan on the Trireme space). The space with the trireme loses the Chasm keyword and can be moved through. If there is a Titan on the Trireme space when it moves, the Titan is moved with it. If the Primordial moves onto the Trireme space, the Trireme token is discarded and can no longer be used in this Battle.",
    "tags": "Cycle 2"
  },
  {
    "id": 113,
    "title": "Refugees",
    "text": "Refugees represent desperate civilians caught up in the Spartan civil war: wounded freedom fighters, escaped slaves, children, elderly and other people in need of the Argonauts' help. The Nietzschean's spies will surely attempt to infiltrate the groups you allow onto the Argo, but it is a risk you must be willing to take, if you are to save this realm from its tyrannical ruler. Refugees will take up Crew slots, but they are not considered Crew. Mark the slots taken by Refugees by putting an R in the triangle space beneath the slot. If you are at the Crew Limit and gain +1 Refugees, you must lose -1 Crew to accommodate them. This does not work the other way around. Crew gain cannot force you to lose Refugees.",
    "tags": "Cycle 2"
  },
  {
    "id": 114,
    "title": "Captives",
    "text": "Captives represent captured enemy soldiers and other dangerous individuals who cannot be allowed to freely traverse the decks of the Argo. Captives will take up Crew slots, but they are not considered Crew, Mark the slots taken by Captives putting a C in the triangle space beneath gain the slot. If you are at the Crew Limit and gain Captives, you must lose Crew to accommodate them. This does not work the other way around. cannot force you to lose Captives. You may lose 1 Captives during the Exploration step on a Spartan Stronghold tile. If you do, ignore the effect.",
    "tags": "Cycle 2"
  },
  {
    "id": 115,
    "title": "Defectors",
    "text": "Defectors are a unique resource, noted in a separate space on the Argo Sheet. Note that there is a Lock symbol next to its box, meaning that you can only gain Defectors if you have the required technology. If you would gain Defectors before you research the corresponding Technology card, ignore this gain.",
    "tags": "Cycle 2"
  },
  {
    "id": 116,
    "title": "Argo Upgrade",
    "text": "During the course of Cycle II you may unlock an Argo Upgrade the 13th Muse Grand Cannon. It is used similarly to Argo Abilities and allows you to support the fighting Titans during Battles. All Argo Abilities rules apply to Argo Upgrades but they do not count towards your AA Limit, hence you may use them in each Battle, in addition to Argo Abilities. Various adventures and deeds may grant you additional Payloads for the 13th Muse Grand Cannon. During Battle Setup, you may choose to prepare a Payload card. Place it on the Payload slot on the 13th Muse Grand prepare Cannon card so that it covers the default Spartan Payload. A Payload card then overrides the default Payload abilities.",
    "tags": "Cycle 2"
  },
  {
    "id": 117,
    "title": "Gear Ascendancy",
    "text": "From this point on, all cards have a Power Level. Unless an ability or effect says otherwise, Power Level is equal to the number of a Cycle this card comes from (Power Level I for Cycle I, Power Level II for Cycle II and so on). When you are instructed to apply Ascendancy rules, incur the following penalties to all cards with a Power Level lower than II (without the Ascended keyword) for the remainder of the Cycle. (Weapons only) When you attack with this Weapon, you cannot use any tokens from the Kratos Pool or place any tokens in the Kratos Pool. You do not benefit from Power Re-roll X Increase all Fate costs on the card by 1 (Armor and Shield only) -1 Potential during an Armor Roll -1 Evasion Re-roll (to a minimum of 0) -1 Evasion Bonus (to a minimum of 0)",
    "tags": "Cycle 2"
  }
]
